Repository: Synersight/GEN_IMPNOMINAS
Catalog: Translations/GEN_NOMINAS.*.g.xlf
Languages: es_es

# Table 2999810687 - Property 2879900210
source: Import Salary
es_es: "Importación de Nóminas

# Table 2999810687 - Field 3688587854 - Property 2879900210
source: Account Description
es_es: Descripción cuenta

# Table 2999810687 - Field 340367020 - Property 2879900210
source: Account no.
es_es: No. cuenta

# Table 2999810687 - Field 1849317900 - Property 2879900210
source: Aditional Text
es_es: Texto adicional

# Table 2999810687 - Field 636392376 - Property 2879900210
source: Amount
es_es: Importe

# Table 2999810687 - Field 1607971347 - Property 2879900210
source: Category
es_es: Categoria

# Table 2999810687 - Field 41066851 - Property 2879900210
source: Center
es_es: Centro

# Table 2999810687 - Field 514563813 - Property 2879900210
source: Center description
es_es: Descripcion del centro

# Table 2999810687 - Field 3519866321 - Property 2879900210
source: Employee Code
es_es: Código empleado

# Table 2999810687 - Field 4067075841 - Property 2879900210
source: Concept
es_es: "Concepto

# Table 2999810687 - Field 2538338283 - Property 2879900210
source: Accord
es_es: Convenio

# Table 2999810687 - Field 2979895610 - Property 2879900210
source: Account Bank
es_es: Cuenta bancaria

# Table 2999810687 - Field 791735451 - Property 2879900210
source: DateTime
es_es: Fecha/Hora Importación

# Table 2999810687 - Field 3050519564 - Property 2879900210
source: Category Description
es_es: Descripción Categoría

# Table 2999810687 - Field 3658868994 - Property 2879900210
source: Concept description
es_es: Descripción concepto

# Table 2999810687 - Field 1878318380 - Property 2879900210
source: Accord Description
es_es: Descripción convenio

# Table 2999810687 - Field 716492225 - Property 2879900210
source: Employee Code
es_es: Cod. empleado

# Table 2999810687 - Field 3434267879 - Property 2879900210
source: Employee Name
es_es: Nombre empleado

# Table 2999810687 - Field 2526681557 - Property 2879900210
source: Employee No.
es_es: No. empleado

# Table 2999810687 - Field 3026230849 - Property 2879900210
source: Entity
es_es: Entidad

# Table 2999810687 - Field 33027151 - Property 2879900210
source: Entity description
es_es: Descripcion de la entidad

# Table 2999810687 - Field 2248886284 - Property 2879900210
source: Mss Error
es_es: Msj Error

# Table 2999810687 - Field 3049571855 - Property 2879900210
source: Date-time
es_es: Fecha-hora

# Table 2999810687 - Field 1456289568 - Property 2879900210
source: Database date
es_es: Fecha base antig.

# Table 2999810687 - Field 2534576010 - Property 2879900210
source: Payment Method
es_es: Forma de pago

# Table 2999810687 - Field 1305133035 - Property 2879900210
source: Imported
es_es: Importada

# Table 2999810687 - Field 2272012708 - Property 2879900210
source: Amount
es_es: Importe

# Table 2999810687 - Field 2017643343 - Property 2879900210
source: Journal
es_es: % Jornada

# Table 2999810687 - Field 1584835836 - Property 2879900210
source: Model
es_es: Modelo fichero

# Table 2999810687 - Field 1584835836 - Property 62802879
source: Model 1,Model 2,Model 3,Model 4,Model 5
es_es: Modelo 1,Modelo 2,Modelo 3,Modelo 4,Modelo 5

# Table 2999810687 - Field 3685298555 - Property 2879900210
source: VAT Registration No.
es_es: CIF/NIF

# Table 2999810687 - Field 3775878550 - Property 2879900210
source: Nivel 1 Description
es_es: Descripción Nivel 1

# Table 2999810687 - Field 2875043163 - Property 2879900210
source: Nivel 2 Description
es_es: Descripción Nivel 2

# Table 2999810687 - Field 3172895460 - Property 2879900210
source: Nivel 3 Description
es_es: Descripción Nivel 3

# Table 2999810687 - Field 3438483561 - Property 2879900210
source: Nivel 4 Description
es_es: Descripción Nivel 4

# Table 2999810687 - Field 1500501490 - Property 2879900210
source: Nivel 5 Description
es_es: Descripción Nivel 5

# Table 2999810687 - Field 2233290423 - Property 2879900210
source: Nivel 6 Description
es_es: Descripción Nivel 6

# Table 2999810687 - Field 2758214336 - Property 2879900210
source: Nivel 7 Description
es_es: Descripción Nivel 7

# Table 2999810687 - Field 946138069 - Property 2879900210
source: Nivel 8 Description
es_es: Descripción Nivel 8

# Table 2999810687 - Field 899222942 - Property 2879900210
source: Nivel 9 Description
es_es: Descripción Nivel 9

# Table 2999810687 - Field 491511673 - Property 2879900210
source: Code salary employee
es_es: Codigo Nomina empleado

# Table 2999810687 - Field 172941894 - Property 2879900210
source: Period
es_es: Período

# Table 2999810687 - Field 1856965130 - Property 2879900210
source: Relation
es_es: Relación

# Table 2999810687 - Field 1703566099 - Property 2879900210
source: Sex
es_es: Sexo

# Table 2999810687 - Field 3175374588 - Property 2879900210
source: Debit/Credit
es_es: Debe/Haber

# Table 2999810687 - Field 1814464443 - Property 2879900210
source: User
es_es: Usuario

# Table 2999810687 - Field 1546832578 - Property 2879900210
source: User
es_es: Usuario

# Table 2999810687 - Field 4025130454 - Property 2879900210
source: Validate
es_es: Validada

# Table 2999810687 - Field 1750558254 - Property 2879900210
source: Date
es_es: Fecha

# Table 4206497793 - Property 2879900210
source: Alxia Extension IMPORT SALARY
es_es: Extensiones Alxia IMPORTAR NOMINA

# Table 4206497793 - Field 2203404002 - Property 2879900210
source: Active
es_es: Activa

# Table 4206497793 - Field 2200574091 - Property 2879900210
source: End Date
es_es: Fecha fin activacion

# Table 4206497793 - Field 136255183 - Property 2879900210
source: Name extension
es_es: Nombre de la extensión

# Table 4206497793 - Field 1582026186 - Property 2879900210
source: Start Date
es_es: Fecha inicio activacion

# Table 2711819785 - Field 1240338501 - Property 2879900210
source: Comment
es_es: Comentario

# Table 2711819785 - Field 4067075841 - Property 2879900210
source: Concept
es_es: Concepto

# Table 2711819785 - Field 1345656999 - Property 2879900210
source: Balance
es_es: Saldo

# Table 2711819785 - Field 1345656999 - Property 62802879
source: Debit,Credit
es_es: Debe,Haber

# Codeunit 2660582311 - NamedType 2798442325
source: Status code: %1
es_es: Código de estado: %1

# Codeunit 2660582311 - NamedType 1474325938
source: The webservice has returned error:
es_es: El webservice ha devuelto error:

# Page 2999810687 - Property 2879900210
source: Import Salary
es_es: Importación de Nóminas

# Page 2999810687 - Method 1480870400 - NamedType 1994841906
source: Employee with code %1 is not created
es_es: El empleado con código %1, no se encuentra dado de alta

# Page 2999810687 - Method 1753709739 - NamedType 1994841906
source: Employee with code %1 is not created
es_es: El empleado con código %1, no se encuentra dado de alta

# Page 2999810687 - Control 3688587854 - Property 1295455071
source: Specifies the account description
es_es: Especifica la descripcion de la cuenta

# Page 2999810687 - Control 340367020 - Property 1295455071
source: Specifies the id
es_es: Especifica el id

# Page 2999810687 - Control 1849317900 - Property 1295455071
source: Specifies the additional text
es_es: Especifica el texto adicional

# Page 2999810687 - Control 636392376 - Property 1295455071
source: Specifies the amount
es_es: Especifica el importe

# Page 2999810687 - Control 1607971347 - Property 1295455071
source: Specifies the category
es_es: Especifica la categoría

# Page 2999810687 - Control 41066851 - Property 1295455071
source: Specifies the center
es_es: Especifica el centro

# Page 2999810687 - Control 514563813 - Property 1295455071
source: Specifies the center description
es_es: Especifica la descripción del centro

# Page 2999810687 - Control 4067075841 - Property 1295455071
source: Specifies the concept
es_es: Especifica el concepto

# Page 2999810687 - Control 2538338283 - Property 1295455071
source: Specifies the accord
es_es: Especifica el convenio

# Page 2999810687 - Control 2979895610 - Property 1295455071
source: Specifies the account bank
es_es: Especifica la cuenta banco

# Page 2999810687 - Control 3050519564 - Property 1295455071
source: Specifies the category description
es_es: Especifica la descripción de categoría

# Page 2999810687 - Control 3658868994 - Property 1295455071
source: Specifies the concept description
es_es: Especifica la descripcion concepto

# Page 2999810687 - Control 1878318380 - Property 1295455071
source: Specifies the description of accord
es_es: Especifica la descripción del convenio

# Page 2999810687 - Control 2692434323 - Property 1295455071
source: Specifies the dimension 1
es_es: Especifica la dimension 1

# Page 2999810687 - Control 310556878 - Property 1295455071
source: Specifies the dimension 2
es_es: Especifica la dimension 2

# Page 2999810687 - Control 716492225 - Property 1295455071
source: Specifies the code of employee
es_es: Especifica el codigo de empleado

# Page 2999810687 - Control 3434267879 - Property 1295455071
source: Specifies the employee name
es_es: Especifica el nombre de empleado

# Page 2999810687 - Control 2526681557 - Property 1295455071
source: Specifies the employee no
es_es: Especifica el codigo de empleado

# Page 2999810687 - Control 3026230849 - Property 1295455071
source: Specifies the entity
es_es: Especifica la entidad

# Page 2999810687 - Control 33027151 - Property 1295455071
source: Specifies the entity description
es_es: Especifica la descripción de la entidad

# Page 2999810687 - Control 2248886284 - Property 1295455071
source: Specifies the error
es_es: Especifica el error

# Page 2999810687 - Control 3049571855 - Property 1295455071
source: Specifies the date-time
es_es: Especifica la fecha y hora

# Page 2999810687 - Control 1456289568 - Property 1295455071
source: Specifies the base date
es_es: Especifica la fecha base

# Page 2999810687 - Control 2534576010 - Property 1295455071
source: Specifies the payment method
es_es: Especifica la forma de pago

# Page 2999810687 - Control 415504711 - Property 1295455071
source: Specifies the id
es_es: Especifica el id

# Page 2999810687 - Control 1305133035 - Property 1295455071
source: Specifies if the register is imported
es_es: Especifica si el registro se ha importado

# Page 2999810687 - Control 2272012708 - Property 1295455071
source: Specifies the amount
es_es: Especifica el importe

# Page 2999810687 - Control 2017643343 - Property 1295455071
source: Specifica the journal
es_es: Especifica la jornada

# Page 2999810687 - Control 3685298555 - Property 1295455071
source: Specifies the vat registration no.
es_es: Especifica el CIF/NIF

# Page 2999810687 - Control 2674102579 - Property 1295455071
source: Specifies the nivel 1
es_es: Especifica el nivel 1

# Page 2999810687 - Control 3775878550 - Property 1295455071
source: Specifies the description of nivel 1
es_es: Especifica la descripción del nivel 1

# Page 2999810687 - Control 292225134 - Property 1295455071
source: Specifies the nivel 2
es_es: Especifica el nivel 2

# Page 2999810687 - Control 2875043163 - Property 1295455071
source: Specifies the description of nivel 2
es_es: Especifica la descripción del nivel 2

# Page 2999810687 - Control 3949495813 - Property 1295455071
source: Specifies the nivel 3
es_es: Especifica el nivel 3

# Page 2999810687 - Control 3172895460 - Property 1295455071
source: Specifies the description of nivel 3
es_es: Especifica la descripción del nivel 3

# Page 2999810687 - Control 761012728 - Property 1295455071
source: Specifies the nivel 4
es_es: Especifica el nivel 4

# Page 2999810687 - Control 3438483561 - Property 1295455071
source: Specifies the description of nivel 4
es_es: Especifica la descripción del nivel 4

# Page 2999810687 - Control 123316111 - Property 1295455071
source: Specifies the nivel 5
es_es: Especifica el nivel 5

# Page 2999810687 - Control 1500501490 - Property 1295455071
source: Specifies the description of nivel 5
es_es: Especifica la descripción del nivel 5

# Page 2999810687 - Control 2036405962 - Property 1295455071
source: Specifies the nivel 6
es_es: Especifica el nivel 6

# Page 2999810687 - Control 2233290423 - Property 1295455071
source: Specifies the description of nivel 6
es_es: Especifica la descripción del nivel 6

# Page 2999810687 - Control 1398709345 - Property 1295455071
source: Specifies the nivel 7
es_es: Especifica el nivel 7

# Page 2999810687 - Control 2758214336 - Property 1295455071
source: Specifies the description of nivel 7
es_es: Especifica la descripción del nivel 7

# Page 2999810687 - Control 4118404836 - Property 1295455071
source: Specifies the nivel 8
es_es: Especifica el nivel 8

# Page 2999810687 - Control 946138069 - Property 1295455071
source: Specifies the description of nivel 8
es_es: Especifica la descripción del nivel 8

# Page 2999810687 - Control 3480708219 - Property 1295455071
source: Specifies the nivel 9
es_es: Especifica el nivel 9

# Page 2999810687 - Control 899222942 - Property 1295455071
source: Specifies the description of nivel 9
es_es: Especifica la descripción del nivel 9

# Page 2999810687 - Control 491511673 - Property 1295455071
source: Specifies the code of salary
es_es: Especifica el codigo de la nomina del empleado

# Page 2999810687 - Control 172941894 - Property 1295455071
source: Specifies the period
es_es: Especifica el periodo

# Page 2999810687 - Control 1856965130 - Property 1295455071
source: Specifies the relation
es_es: Especifica la relación

# Page 2999810687 - Control 1703566099 - Property 1295455071
source: Specifies the sexo of employee
es_es: Especifica el sexo del empleado

# Page 2999810687 - Control 3175374588 - Property 1295455071
source: Specifies the type
es_es: Especifica el tipo

# Page 2999810687 - Control 1546832578 - Property 1295455071
source: Specifies the userid
es_es: Especifica el usuario

# Page 2999810687 - Control 4025130454 - Property 1295455071
source: Specifies if the register is validated
es_es: Especifica si el registro se ha validado

# Page 2999810687 - Control 1750558254 - Property 1295455071
source: Specifies the date
es_es: Especifica la fecha

# Page 2999810687 - Action 1390873564 - Property 1295455071
source: To generate template
es_es: Accion para generar asientos

# Page 2999810687 - Action 1390873564 - Property 2879900210
source: To-do Template
es_es: Generar Asientos

# Page 2999810687 - Action 2999055257 - Property 1295455071
source: Import Nomina
es_es: Accion para importar nominas

# Page 2999810687 - Action 2999055257 - Property 2879900210
source: Import
es_es: Importar Nominas

# Page 2999810687 - Action 2999055257 - Method 1377591017 - NamedType 987306765
source: Select Excel file for Import
es_es: Selecciona excel para importar

# Page 3067004187 - Property 2879900210
source: Alx_Extension IMPORT SALARY
es_es: Extension IMPORTAR NOMINA Alxia

# Page 3067004187 - Control 2203404002 - Property 1295455071
source: Indica if is Active
es_es: Indica si está activo

# Page 3067004187 - Control 2200574091 - Property 1295455071
source: Indicate the end date
es_es: Indica la fecha de fin

# Page 3067004187 - Control 3401221097 - Property 1295455071
source: Indicate the id
es_es: Indica el id

# Page 3067004187 - Control 136255183 - Property 1295455071
source: Indicate the name
es_es: Indica el nombre

# Page 3067004187 - Control 1582026186 - Property 1295455071
source: Indicate the start date
es_es: Indica la fecha de inicio

# Page 2711819785 - Control 1240338501 - Property 1295455071
source: Indicates the comment
es_es: Indica el comentario

# Page 2711819785 - Control 4067075841 - Property 1295455071
source: Indicates the concept
es_es: Indica el codigo de concepto

# Page 2711819785 - Control 1052421340 - Property 1295455071
source: Indicate the account
es_es: Indica la cuenta

# Page 2711819785 - Control 1345656999 - Property 1295455071
source: Indicate the balance
es_es: Indica el saldo

# PageExtension 3638513965 - Control 1069085605 - Property 1295455071
source: Specifies the salary code
es_es: Indica el codigo de nomina

# PageExtension 2003422217 - Control 3986272442 - Property 2879900210
source: Salary
es_es: Conf. Nominas

# PageExtension 2003422217 - Control 2931090542 - Property 1295455071
source: Specifies the Journal
es_es: Especifica el diario de nominas

# PageExtension 2003422217 - Control 3212122590 - Property 1295455071
source: Specifies the model of file
es_es: Especifica el modelo de fichero

# PageExtension 2003422217 - Control 2222919411 - Property 1295455071
source: Specifies if the register by employee
es_es: Especifica si se hace registro por empleado

# PageExtension 2003422217 - Control 2103430074 - Property 1295455071
source: Specifies the template
es_es: Especifica la seccion del diario nominas

# TableExtension 3230246887 - Field 2931090542 - Property 2879900210
source: Diario Salary
es_es: Diario de nominas

# TableExtension 3230246887 - Field 3212122590 - Property 2879900210
source: Model
es_es: Modelo fichero

# TableExtension 3230246887 - Field 3212122590 - Property 62802879
source: Model 1,Model 2,Model 3,Model 4,Model 5
es_es: Modelo 1,Modelo 2,Modelo 3,Modelo 4,Modelo 5

# TableExtension 3230246887 - Field 2222919411 - Property 2879900210
source: Register by employee
es_es: Registro detallado por empleado

# TableExtension 3230246887 - Field 2103430074 - Property 2879900210
source: Section Salary
es_es: Seccion nominas

# TableExtension 1386282401 - Field 1069085605 - Property 2879900210
source: Salary code
es_es: Codigo Nomina
